Repository: tizenorg/profile.mobile.apps.native.location.lbs-setting
Catalog: gps-syspopup/po/*.po
Languages: bg, el, hy, is, ja_jp, ro, uz

# IDS_TPLATFORM_BODY_ON_OFF_BUTTON_T_TTS
source: On/off button
bg: Бутон Вкл./изкл
el: Κουμπί ενεργοποίησης/ενεργοποίησης
hy: Միացնել/անջատել կոճակ
is: Hnappur til að kveikja og slökkva
ja_jp: ON/OFFボタン
ro: Buton pornit/oprit
uz: Yoqish/o‘chirish tugmasi

# IDS_ST_MBODY_USE_CURRENT_LOCATION
source: Use current location
bg: Използв. текущо местоп.
el: Χρήση τρέχ. τοποθεσίας
hy: Օգտագործեք ներկա տեղը
is: Nota núverandi staðs.
ja_jp: 現在地情報を使用
ro: Utilizaţi locaţia actuală
uz: Joriy joylashuvni ishlat

# IDS_LBS_BODY_LOCATION_SERVICE
source: Location service
bg: Обслужване по местоположение
el: Υπηρεσία εύρεσης θέσης
hy: Տեղական ծառայություն
is: Staðsetningarþjónusta
ja_jp: 位置サービス
ro: Serviciu amplasare
uz: Joylashuv xizmati

# IDS_ST_SK_PREVIOUS
source: Previous
bg: Предиш.
el: Προηγούμενο
hy: Նախորդ
is: Fyrri
ja_jp: 前へ
ro: Anterior
uz: Avvalgi

# IDS_MAPS_BODY_MY_PLACES
source: My places
bg: Моите места
el: Οι τοποθεσίες μου
hy: Իմ վայրերը
is: Staðirnir mínir
ro: Locaţiile mele

# IDS_ST_BUTTON2_LOCATION
source: Location
bg: Място
el: Θέση
hy: Տեղը
is: Staðsetning
ja_jp: 位置情報
ro: Locaţie
uz: Joylashuv

# IDS_ST_BODY_DO_NOT_SHOW_AGAIN
source: Do not show again.
bg: Не показвай отново
el: Να μην εμφανιστεί ξανά αυτό το μήνυμα
hy: Չցուցադրել կրկին
is: Ekki birta aftur
ja_jp: 今後表示しない
ro: Nu se mai afişează
uz: Boshqa ko‘rsatilmasin

# IDS_STU_BUTTON_PREVIOUS
source: Previous
bg: Предишен
el: Προηγούμενο
hy: Նախորդ
is: Fyrri
ja_jp: 前へ
ro: Înapoi
uz: Avvalgi

# IDS_ST_HEADER_HELP
source: Help
bg: Помощ
el: Βοήθεια
hy: Օգնություն
is: Hjálp
ja_jp: ヘルプ
ro: Ajutor
uz: Yordam

# IDS_ST_BUTTON_AGREE
source: Agree
bg: Съгласен
el: Αποδοχή
hy: Հմձայն եմ
is: Samþykkt
ja_jp: 同意
ro: De acord
uz: Roziman

# IDS_ST_BUTTON_DISAGREE
source: Disagree
bg: Несъгласен
el: Δεν συμφωνώ
hy: Առարկել
is: Hafna
ja_jp: 同意しない
ro: Refuzare
uz: Rozi emas

# IDS_ST_SK_NEXT
source: Next
bg: Следващ
el: Επόμενο
hy: Հաջորդ
is: Næsta
ja_jp: 次へ
ro: Următor
uz: Keyingi

source: Enabling network positioning will help you find your location, even if you are indoors. However, this may incur charges if you are unable to connect via Wi-Fi from your location
bg: Активирането на мрежово позициониране ще ви помогне да намерите местоположението си, дори когато сте на закрито. Но това може да начисли такси, ако не можете да се свържете през Wi-Fi мрежа от мястото си.
el: Η ενεργοποίηση τοποθέτησης δικτύου θα σας βοηθήσει να βρίσκετε τη θέση σας, ακόμα και όταν είστε σε εσωτερικούς χώρους. Ωστόσο, ενδέχεται να υπάρξουν χρεώσεις, αν δεν μπορείτε να συνδεθείτε μέσω Wi-Fi από τη θέση που βρίσκεστε.
hy: Ցանցի դիրքորոշման ընձեռումը կօգնի գտնել Ձեր տեղը՝ նույնիսկ եթե շենքի ներսում եք: Սակայն սա կարող է հանգեցնել վճարի գանձման, եթե Ձեր տեղից անկարող եք միանալ Wi-Fi-ի միջոցով:
is: Kerfisstaðsetning gerir þér kleift að staðsetja þig, jafnvel þótt þú sért innandyra. Þetta kostar hins vegar meira ef ekki er hægt að tengjast við Wi-Fi net.
ja_jp: ネットワーク位置検出機能を有効にすると、室内にいても現在地を見つけやすくなります。しかし、Wi-Fi接続ができない場所にいると、料金が発生する可能性があります。
ro: Activarea poziţionării în reţea vă va ajuta să vă găsiţi locaţia, chiar dacă nu vă aflaţi în exterior. Cu toate acestea, acţiunea poate genera costuri dacă nu reuşiţi să vă conectaţi la o reţea Wi-Fi din locaţia dvs.
uz: Tarmoq joylashuvini aniqlash tizimini yoqish joylashuvingizni topishga yordam beradi, hattoki, bino ichida bo‘lsangiz ham. Lekin agar unga joylashuvingizdan Wi-Fi orqali ulana olmasangiz, qo‘shimcha to‘lov olinishi mumkin.

# IDS_ST_BODY_LOCATION_SOURCES_ABB
source: Location sources
bg: Източници на местоположение
el: Προελεύσεις καθορισμού τοποθεσίας
hy: Տեղորոշման աղբյուրներ
is: Uppruni staðsetningar
ja_jp: 位置情報ソース
ro: Surse de localizare
uz: Joylashuv manbalari

# IDS_ST_BODY_WIRELESS_NETWORKS_ABB
source: Wireless networks
bg: Безжични мрежи
el: Ασύρματα δίκτυα
hy: Անլար ցանցեր
is: Þráðlaus kerfi
ja_jp: 無線ネットワーク
ro: Reţele wireless
uz: Simsiz tarmoqlar

# IDS_STU_BUTTON_ALLOWED_APPLICATIONS_ABB
source: Allowed applications
bg: Разрешени приложения
el: Εφαρμογές που επιτρέπονται
hy: Թույլատրված ծրագրեր
is: Leyfð forrit
ja_jp: 許可されたアプリケーション
ro: Aplicaţii permise
uz: Ruxsat berilgan ilovalar

# IDS_TPLATFORM_BODY_OFF
source: Off
el: ‘Οχι
hy: Անջատված է
ro: Oprit
uz: O‘ch.

# IDS_TPLATFORM_BODY_ON
source: On
el: Ναι
hy: Միացված է
ro: Pornit
uz: Yoq.

source: Samsung applications may use, collect, transfer, and/or transmit the user's location information if allowed.
bg: Приложенията на Samsung могат да използват, събират, прехвърлят и/или предават информация за местоположението на потребителя, ако това е разрешено.
el: Οι εφαρμογές Samsung μπορούν να κάνουν χρήση, συλλογή, μεταφορά ή/και μετάδοση των στοιχείων τοποθεσίας του χρήστη, εάν επιτρέπεται.
hy: Samsung գործադիրները կարող են օգտագործել, հավաքագրել, փոխանցել օգտվողի տեղադրության տվյալները՝ թույլտվության դեպքում:
is: Samsung-forrit geta notað, safnað, flutt og/eða sent staðsetningarupplýsingar notandans ef þau fá heimild til þess.
ja_jp: Samsungアプリケーションに権限を許可すると、ユーザーの位置情報を使用、収集、転送または送信します。
ro: Aplicaţiile Samsung pot să utilizeze, să colecteze, să transfere şi/sau să transmită informaţiile utilizatorului privind locaţia, dacă li se permite.
uz: Samsung ilovalari foydalanuvchining joylashuv ruxsatlari haqidagi ma’lumotni, ruxsat etilgan bo‘lsa, ishlatishi, yig‘ishi, uzatishi va/yoki jo‘natishi mumkin.

# IDS_ST_BUTTON_NEXT
source: Next
bg: Следващ
el: Επόμενο
hy: Հաջորդ
is: Næsta
ja_jp: 次へ
ro: Înainte
uz: Keyingi

# IDS_ST_POP_SECURITY_POLICY_PREVENTS_USE_OF_LOCATION_DATA
source: Security policy prevents use of location data.
bg: Политиката за защита пречи на използването на данни за местоположение.
el: Η πολιτική ασφαλείας δεν επιτρέπει τη χρήση δεδομένων εντοπισμού τοποθεσίας.
hy: Անվտանգության քաղաքականությունը կանխում է տեղի մասին տվյալների օգտագործումը:
is: Öryggisstefna kemur í veg fyrir notkun staðsetningargagna.
ja_jp: 位置情報の使用は、セキュリティポリシーによって制限されています。
ro: Politica de securitate nu permite utilizarea datelor de localizare.
uz: Xavfsizlik siyosati joylashuv ma’lumoti ishlatilishidan saqlaydi.

# IDS_ST_HEADER_LOCATION_LEGAL_INFORMATION_ABB
source: Location legal information
bg: Правна информация за местопол.
el: Νομικές πληρ. υπηρ. τοποθεσίας
hy: Տեղադր-ն իրավական տեղեկ
is: Lagalegar uppl. um staðsetn.
ja_jp: 位置情報に関する法定情報
ro: Informaţii juridice locaţie
uz: Joy haqidagi huquqiy ma’lumot

source: Use Wi-Fi or mobile networks to help find your location, even if you are indoors. Using mobile networks may result in additional charges depending on your payment plan.
bg: Използвайте Wi-Fi или мобилни мрежи, за да откриете местоположението си, дори ако сте на закрито. Използването на мобилни мрежи може да доведе до допълнителни такси в зависимост от плана на плащане.
el: Χρησιμοποιήστε Wi-Fi ή δίκτυα κινητής τηλεφωνίας για να βρείτε την τοποθεσία σας, ακόμα και όταν βρίσκεστε σε κλειστούς χώρους. Η χρήση δικτύων κινητής τηλεφωνίας μπορεί να επιφέρει πρόσθετες χρεώσεις ανάλογα με το πρόγραμμα πληρωμής σας.
hy: Օգտագործել Wi-Fi կամ շարժական ցանցեր` ձեր տեղադրությունը գտնելու, նույնիսկ եթե ներսում եք: Կախված ձեր վճարային պլանից կարող են լրացուցիչ վճարներ առաջանալ շարժական ցանցերի օգտագործման դեպքում:
is: Notaðu Wi-Fi eða farsímakerfi til að finna staðsetningu þína, líka innandyra. Notkun farsímakerfa kann að hafa viðbótarkostnað í för með sér, allt eftir áskrift.
ja_jp: 室内にいても自分の位置を確認しやすくするには、Wi-Fiやモバイルネットワークを使用してください。モバイルネットワークを使用すると、料金プランによっては追加料金が発生する可能性があります。
ro: Utilizaţi reţelele Wi-Fi sau mobile pentru identificarea locaţiei dvs., chiar dacă sunteţi în interior. Utilizarea reţelelor mobile poate genera costuri suplimentare, în funcţie de planul tarifar.
uz: Bino ichida bo‘lganingizda ham joylashuvingizni topishga yordam berishi uchun Wi-Fi yoki mobil tarmoqlardan foydalaning. Mobil tarmoqlardan foydalanish tarif rejangiz asosida qo‘shimcha to‘lovlarga olib kelishi mumkin.

# IDS_ST_BODY_ALLOW_APPLICATIONS_TO_USE_GPS_SATELLITES_TO_PINPOINT_YOUR_LOCATION
source: Allow applications to use GPS satellites to pinpoint your location.
bg: Разрешете на приложенията да използват GPS спътници, за да определят вашето местоположение.
el: Να επιτρέπεται σε εφαρμογές η χρήση δορυφόρων GPS για τον εντοπισμό της τοποθεσίας σας.
hy: Թող ծրգրերն օգտագործեն GPS արբանյակներ` ձեր տեղադրությունն ամրացնելու համար:
is: Leyfa forritum að nota GPS-gervitungl til að ákvarða staðsetninguna þína.
ja_jp: より正確な位置情報を測定するために、GPS機能を使用することをアプリケーションに許可します。
ro: Permiteţi aplicaţiilor să utilizeze sateliţii GPS pentru identificarea locaţiei.
uz: Ilovalarga joylashuvingizni belgilab qo‘yishda GPS sun’iy yo‘ldoshlaridan foydalanish uchun ruxsat berish.

# IDS_ST_HEADER_CONSENT_TO_LOCATION_INFO_USAGE_ABB
source: Consent to location info usage
bg: Съгл. за полз. инф. за местоп.
el: Συναίνεση για χρ. πληρ. τοποθ.
hy: Տեղի տվյալների օգտ. համաձայն.
is: Samþykkja notkun staðsetningar
ja_jp: 位置情報の利用に同意
ro: Acord utilizare info. locaţie
uz: Joy. ma’l. ishlat-ga rozilik

source: Your location data, including GPS data, will be used by relevant applications.
bg: Данните за местоположението ви, включително GPS данните, ще се използва от съответните приложения.
el: Τα δεδομένα τοποθεσίας, συμπεριλαμβανομένων των δεδομένων GPS, θα χρησιμοποιηθούν από τις σχετικές εφαρμογές.
hy: Ձեր տեղի մասին տվյալները, ներառյալ GPS տվյալները, կօգտագործվեն համապատասխան ծրագրերի կողմից:
is: Viðeigandi forrit nota staðsetningargögnin þín, þar á meðal GPS-gögn.
ja_jp: GPSデータを含む位置情報は、関連するアプリケーションで使用されます。
ro: Datele despre locaţie, inclusiv cele GPS, vor fi utilizate de aplicaţiile relevante.
uz: Joylashuvingiz ma’lumotlari, jumladan, GPS ma’lumotlari, tegishli ilovalar tomonidan foydalaniladi.

# IDS_POSITIONING_CONSENT_BODY
source: Your device uses positioning technologies provided by HERE. To provide you with positioning services and to improve their quality, HERE collects information about nearby cell towers and Wi-Fi hot spots around your current location whenever your position is being found. The information collected is used to analyze the service and improve the use of service, but not to identify you personally. By continuing, you agree to the HERE platform Service Terms: %sand Privacy Policy: %s
is: Tækið þitt notar staðsetningartækni í boði HERE. Með því að halda áfram samþykkirðu þjónustuskilmála HERE verkvangsins: %s og persónuverndarstefnu: %s
ro: Dispozitivul folosește tehnologii de poziționare furnizate de HERE. Continuând, sunteți de acord cu Condițiile de utilizare ale platformei HERE: %s și cu Politica de confidențialitate: %s

# IDS_ST_BUTTON_OK
source: OK
is: Í lagi
